{
    "projects": "Proyectos",
    "gallery": "Galería",
    "me": "Ese soy yo!",
    "about": "Acerca",
    "experience": "Experiencia",
    "contact": "Contacto",
    "hero-dev": "Desarrollador.",
    "hero-des": "Diseñador.",
    "hero-pho": "Fotografo.",
    "hero-fil": "FilmMaker.",
    "latest-code": "Ultimo Codigo",
    "latest-git": "Ver perfil de GitHub",
    "latest-rep": "Ver Repositorio",
    "blog-post": "Ultimos Post",
    "blog-site": "Visita el Blog Site",
    "blog-read": "Lee el artículo",
    "blog-title1": "",
    "blog-desc1": "Ve al Blog",
    "fav-projects": "Proyectos Favoritos",
    "view-all": "Ver Todos",
    "salute": "Di Hola!",
    "contact-des": "Llena los detalles y me pondré en contacto lo más pronto posible.",
    "contact-name": "Tu Nombre",
    "contact-mess": "Mensaje",
    "contact-send": "Enviar Mensaje",
    "foot-description": "Todos los derechos reservados.",
    "about-side.des": "Para cualquier tipo de ayuda o pregunta, enviame un mensaje al ",
    "about-side.fin": "y cuando tenga tiempo te responderé. Te lo prometo.",
    "about-side.opo": "Estoy buscando por un trabajo actualmente, si crees que soy un buen candidato para tu proyecto,",
    "about-side.check": " chequea mi",
    "about-side.work": "Y me encantaria trabajar para ti.",
    "about-title": "Soy un Ingeniero en software que ama construir aplicaciones web, y aprender de diseño.",
    "about-work": "Actualmente trabajando en",
    "about-job": "Oportunidades de trabajo",
    "about-description": "He estado involucrado con la tecnología desde primaria cuando comencé a hackear y desarmar mi PSP y celular android. Principalmente trabajé con equipos físicos y esto me puso en el paso de aprender más sobre redes, router, y switches. Comencé a jugar más con scripts y HTML y CSS cuando estuve aprendiendo C#. Todo lo que aprendí en ese momento lo use para modificar scripts para automatizar todas mis acciones repetitivas y que simplemente no quería dedicarle mucho tiempo en mi celular y laptop. Ahora esos dias estan detras y ahora estoy mas confiado en mi Javascript, y Python skills después de docenas de post de reddit y stack overflow... Mi foco ahora mismo es continuar mejorando mis destrezas en: JS, NEXT.js, REACT.js, NODE.js, EXPRESS.js, CHAKRA-UI, TAILWIND-CSS, ETHER.js, PYTHON, SOLIDITY, TYPESCRIPT, SQL, BASH, R, C++, AWS, GCLOUD, y muchas mas!.",
    "about-description.1": "He estado involucrado con la tecnología desde primaria cuando comencé a hackear y desarmar mi PSP y celular android. Principalmente trabaje con equipos físicos y esto me puso en el paso de aprender más sobre redes, router, y switches.",
    "about-description.2": "Comenze a jugar más con scripts y HTML y CSS cuando estuve aprendiendo C#. Todo lo que aprendí en ese momento lo use para modificar scripts para automatizar todas mis acciones repetitivas y que simplemente no quería dedicarle mucho tiempo en mi celular y laptop. ",
    "about-description.3": "Ahora esos dias estan detras y ahora estoy más confiado en mí Javascript, y Python skills después de docenas de post de reddit y stack overflow...",
    "about-description.4": "Lenguajes de programación: Javascript, Python, Solidity, Typescript, SQL, R, C++.",
    "about-description.5": "Web front-end: Nextjs, React, Tailwind-CSS, Bootstrap, HTML, CSS, SASS, Styled-Components, CHAKRA-UI, Daisy-UI.",
    "about-description.6": "Web back-end:  Nextjs, Nodejs, Expressjs, Etherjs, Django.",
    "about-description.7": "Movil: React-Native.",
    "about-description.8": "Desktop: Electron.",
    "about-description.9": "Base de Datos: MYSQL, MongoDB, Google Firestore.",
    "about-description.10": "Herramientas de Diseño: Photoshop, InDesign, Illustrator, Figma, Procreate.",   
    "about-description.11": "Pruebas: Jest, Cypress, Storybook.",
    "about-description.12": "Otras herramientas: Unix Shells (Bash/zsh), Wireshark, SPSS, Git, Github, AWS, Google Cloud, Firebase, Vercel, Nmap, GNS3, Docker, Heroku, Notion, VMWare, Tableau.",
    "about-description.0": "Lenguajes humanos: Inglés (Fluido), Español (Fluido/Nativo), Francés (Intermedio).",
    
    "experience-ctp": "Learned in-demand technologies like React, Node + Express, and PostgreSQL as well as industry best practices for design, implementation, and deployments such as MVC, version control with Git/GitHub, agile & Scrum with Trello and Slack, test-driven development, and CI/CD.",
    "experience-jjay": "Learned to manage teams in a software development team, How to implement different data structures, and Algorithms in an application.",
    "experience-nycudl": "Mentored a group of 20 middle schoolers from immigrant families on how to become a better Debaters and how they can improve their English and native language by debating with other students.",
    "experience-teser":"Wrote, and update all the documentation for all the clients at the time. While Providing IT support for our clients network and data center infraestructure. ",
    "experience-itla": "Learned about setting up an networking infraestructure from the ground up. How to design robust networks. Also how to manage, mantain, and scale networks for global enterprises using cisco hardware.",
    "experience-techo": "Planned, developed, and coordinated logistic activities with corporate teams using Google Workspace software such as  Calendar, Docs, Sheets, and Drive to seamlessly collaborate with other volunteers and staff members",
    "experience-unphu": "Took a two year technical program that thought us programming basics on C#, Design with adobe photoshop, and Data analitics with Excel. was part of the first debate team, Soccer team, and participated in a film festival. "
       
}