{
    "about": "About",
    "gallery": "gallery",
    "me": "That's me!",
    "projects": "Projects",
    "experience": "Experience",
    "contact": "Contact",
    "hero-dev": "Developer.",
    "hero-des": "Designer.",
    "hero-pho": "Photographer.",
    "hero-fil": "FilmMaker.",
    "latest-code": "Latest Code",
    "latest-git": "View GitHub",
    "latest-rep": "View Repository",
    "fav-projects": "Favorite Projects",
    "view-all": "View all",
    "salute": "Say hi!",
    "contact-des": "Fill in the details and I'll get back to you as soon as I can.",
    "contact-name": "Your Name",
    "contact-mess": "Message",
    "contact-send": "Send Message",
    "foot-description": "All Rights Reserved.",
    "about-title": "I am a software engineer that loves to build web apps, and learning about design.",
    "about-work": "Currently working on",
    "about-job": "Job Opportunities",
    "about-side.des": "For any sort help / enquiry, shoot me an",
    "about-side.fin": "and I will get back. I promise.",
    "about-side.opo": "I am looking for a job currently, If you see me as a good fit,",
    "about-side.check": " check my",
    "about-side.work": "and I would love to work for you.",
    "about-description": "",
    "about-description.1": "I have been involved in technology since middle school when I started hacking and breaking down my PSP, and android device. Mostly worked on hardware which is why I started on the path of networking.",
    "about-description.2": "I started tinkering more with scripts and HTML, CSS when I was learning C# but everything that i learned I used it to modify scripts to automate almost all my repetitve task on my phone, and laptop..",
    "about-description.3": "Now those days are gone and I have come far to being quite comfortable with Javascript, and Python after dozens of reddit and stack overflow explainers...",
    "about-description.4": "My focus right now is continue improving in all of these: JS, NEXT.js, REACT.js, NODE.js, EXPRESS.js, CHAKRA-UI, TAILWIND-CSS, ETHER.js, PYTHON, SOLIDITY, TYPESCRIPT, SQL, BASH, R, C++, AWS, GCLOUD, and a lot more.",
    
    "experience-ctp": "Learned in-demand technologies like React, Node + Express, and PostgreSQL as well as industry best practices for design, implementation, and deployments such as MVC, version control with Git/GitHub, agile & Scrum with Trello and Slack, test-driven development, and CI/CD.",
    "experience-jjay": "Learned to manage teams in a software development team, How to implement different data structures, and Algorithms in an application.",
    "experience-nycudl": "Mentored a group of 20 middle schoolers from immigrant families on how to become a better Debaters and how they can improve their English and native language by debating with other students.",
    "experience-teser":"Wrote, and update all the documentation for all the clients at the time. While Providing IT support for our clients network and data center infraestructure. ",
    "experience-itla": "Learned about setting up an networking infraestructure from the ground up. How to design robust networks. Also how to manage, mantain, and scale networks for global enterprises using cisco hardware.",
    "experience-techo": "Planned, developed, and coordinated logistic activities with corporate teams using Google Workspace software such as  Calendar, Docs, Sheets, and Drive to seamlessly collaborate with other volunteers and staff members",
    "experience-unphu": "Took a two year technical program that thought us programming basics on C#, Design with adobe photoshop, and Data analitics with Excel. was part of the first debate team, Soccer team, and participated in a film festival. "
       
}